
/** Clock.m */

/** ClockController.m */

/** ComposeView.m */
"When replying to an E-Mail, add the signature to the" = "При ответе на письмо добавлять подпись в";
"beginning" = "начало";
"end" = "конец";
"of the message." = "письма.";
"When forwarding an E-Mail, add the signature to the" = "При пересылке письма добавлять подпись в";
"Wrap lines at" = "Переносить строки на";
"characters when sending plain/text messages." = "символе при отсылке сообщений в  plain/text.";
"Default charset used when sending a message:" = "Кодировка по-умолчанию при отсылке сообщения:";
"Automatic" = "Автоматически";

/** ComposeViewController.m */
"Compose" = "Составление";
/* "Automatic" =  "Автоматически"; */

/** Face.m */

/** FaceController.m */

/** ExtendedFilteringTableView.m */

/** ExtendedTableColumn.m */

/** FilterEditorWindow.m */
"Description:" = "Описание:";
"Active" = "Активный";
"Filter type:" = "Тип фильтра:";
"Incoming" = "На входящие";
"Outgoing" = "На исходящие";
"External Program" = "Внешняя программа";
"Process with external program:" = "Обрабатывать внешней программой:";
"and apply criteria(s)" = "и применить критерии";
"after" = "после";
"before" = "перед";
"program execution." = "выполнением программы.";
"Criteria" = "Критерии";
"To" = "Кому";
"Cc" = "Копия";
"To or Cc" = "Кому или копия";
"Subject" = "Тема";
"From" = "От";
"Expert..." = "Эксперт...";
"Contains" = "Содержит";
"Is Equal" = "Равно";
"Has Prefix" = "Имеет префикс";
"Has Suffix" = "Имеет суффикс";
"Match Expression" = "Удовл. выражению";
"and" = "и";
"or" = "или";
"(none)" = "(нет)";
"Action" = "Действие";
"Set the color to:" = "Установить цвет:";
"Transfer to mailbox:" = "Переместить в почтовый ящик:";
"Do..." = "Выполнить...";
"Delete the message" = "Удалить сообщение";
"Blue" = "Синий";
"Brown" = "Коричневый";
"Cyan" = "Васильковый";
"Dark Gray" = "Темно-серый";
"Green" = "Зеленый";
"Magenta" = "Фуксин";
"Orange" = "Оранжевый";
"Purple" = "Пурпурный";
"Red" = "Красный";
"White" = "Белый";
"Yellow" = "Желтый";
"Bounce to:" = "Bounce to:";
"Forward to:" = "Переслать на:";
"Reply to:" = "Ответить на:";
"Set message" = "Сообщение...";
"Cancel" = "Отмена";
"OK" = "OK";

/** FilterEditorWindowController.m */
"Add a filter" = "Добавить фильтр";
"Error!" = "Ошибка!";
"The selected target folder (%@) holds folders, not messages." = "Выбранная папка  (%@) содержит папки, а не сообщения.";
/* "OK" =  "OK"; */
"Warning!" = "Предупреждение!";
"Defining a Coloring filter that uses an external program is a BAD idea.\nThis will slow down drastically the application." = "Установка фильтра раскраски, использующего внешнуюю программу - \nНЕУДАЧНАЯ идея, т.к. это сильно замедлит работу приложения.";
/* "To" =  "Кому"; */
/* "Cc" =  "Копия"; */
/* "To or Cc" =  "Кому или Копия"; */
/* "From" =  "От"; */
"Is in Address Book" = "В адресной книге";

/** FilterHeaderEditorWindow.m */
"Header" = "Заголовок";
"Header:" = "Заголовок:";
"Remove" = "Удалить";
"Add" = "Добавить";
/* "Cancel" =  "Отмена"; */
/* "OK" =  "OK"; */

/** FilterHeaderEditorWindowController.m */
"Add a header" = "Добавление заголовка";

/** FilterMessageWindow.m */
"Text to include before original message:" = "Текст для включения перед исходным сообщением:";
/* "Cancel" =  "Отмена"; */
/* "OK" =  "OK"; */

/** FilterMessageWindowController.m */

/** FilteringView.m */
"Rules" = "Правила";
/* "Active" =  "Активен"; */
"Add..." = "Добавить...";
"Delete" = "Удалить";
"Edit..." = "Править...";
"Duplicate" = "Дублировать";

/** FilteringViewController.m */
"Yes" = "Да";
"No" = "Нет";
"Delete..." = "Удаление...";
"Are you sure you want to delete this filter?" = "Вы уверены что хотите удалить этот фильтр?";
/* "Cancel" =  "Отмена"; */
"Edit a filter" = "Редактировать фильтр";
"Filtering" = "Фильтрация";

/** FontsView.m */
"Font used when displaying a message for:" = "Шрифт, используемый при показе сообщения для:";
"Header name:" = "Имени заголовка:";
"Size:" = "Размер:";
"Header value:" = "Значения заголовка:";
"Content of message:" = "Содержимого сообщения:";
"Use fixed-width font for plain text messages" = "Использовать моноширинный шрифт для сообщений в plain text";
"Plain text font:" = "Шрифт plain text:";

/** FontsViewController.m */
"Fonts" = "Шрифты";

/** MIMEView.m */
"Mime-Type" = "Mime-Type";
"File extension(s)" = "Расширения файлов";
/* "Add..." =  "Добавить..."; */
/* "Delete" =  "Удалить"; */
/* "Edit..." =  "Редактировать..."; */
"Import from mailcap" = "Импортировать из mailcap";

/** MIMEViewController.m */
/* "Delete..." =  "Удалить..."; */
"Are you sure you want to delete this Mime-Type entry?" = "Вы уверены что хотите удалить этот тип MIME?";
/* "Cancel" =  "Отмена"; */
/* "Yes" =  "Да"; */
"MIME" = "MIME";

/** MailcapParser.m */

/** MailcapWindow.m */
/* "Mime-Type" =  "Тип MIME"; */
"Command" = "Command";
/* "Cancel" =  "Отмена"; */
"Import" = "Импортировать";

/** MailcapWindowController.m */
"Import from mailcap file" = "Импорт из файла mailcap";
"Mailcap Import Error!" = "Ошибка импорта из Mailcap!";
"You must select at least one mailcap item to import!" = "Вы должны выбрать хотя бы один объект mailcap для импорта!";
/* "OK" =  "OK"; */

/** MimeTypeEditorWindow.m */
"Mime-Type (ex: image/jpeg):" = "Тип MIME (например: image/jpeg):";
"File extensions (ex: jpeg,jpg,jpe):" = "Расширения файлов (например: jpeg,jpg,jpe):";
/* "Description:" =  "Описание:"; */
"View:" = "Просмотр:";
"Display if possible (as icon if it is not possible)" = "Показывать, если можно (в виде иконки, если нельзя)";
"Always display as icon" = "Всегда показывать в виде иконки";
"Action:" = "Действие:";
"Prompt save panel" = "Панель сохранения";
"Open with external program:" = "Открыть во внешней программе:";
"Choose" = "Выбрать";
"Needs a terminal for the external program" = "Нужен терминал для внешней программы";
"Please choose an icon to represent this Mime-Type (tiff file only):" = "Пожалуйста выберите иконку для этого типа MIME (только файлы tiff):";
/* "Cancel" =  "Отмена"; */
/* "OK" =  "OK"; */

/** MimeTypeEditorWindowController.m */
"Add a Mime-Type" = "Добавление типа MIME";
"Edit a Mime-Type" = "Правка типа MIME";

/** MailboxesView.m */
"Default mailbox used for:" = "Почтовый ящик по-умолчанию для:";
"Inbox:" = "Входящие:";
"Outbox:" = "Исходящие:";
"Drafts:" = "Черновики:";
"Trash:" = "Корзина:";
"(If you don't see all your IMAP mailboxes, first open the connection to this IMAP server.)" = "(Если вы не видите все ваши почтовые ящики IMAP, сначала откройте соединение с требуемым сервером IMAP.)";
"Compact mailbox when closing (not recommended)" = "Сжимать почтовые ящики при закрытии (не рекомендуется)";
"Reuse the mail window when selecting a folder" = "Повторно задействовать окно почты при выборе папки";

/** MailboxesViewController.m */
"Mailboxes" = "Почтовые ящики";

/** PGPController.m */
"Encrypt" = "Шифровать";
"Sign" = "Подписать";
"\nThe supplied passphrase was wrong or not given" = "\nThe supplied passphrase was wrong or not given";
"\nWrong passphrase (or something else)" = "\nWrong passphrase (or something else)";
"\nYour key is expired. You must generate a new one\nbefore trying to send again any signed or encrypted messages." = "\nВаш ключ устарел. Вы должны сгенерировать новый прежде\nчем пытаться отослать любые подписанные или шифрованные сообщения.";
"Decryption failed due the following reason(s):\n" = "Расшифровка завершилась неудачей по слеудющей причине (-ам):\n";
/* "Error!" =  "Ошибка!"; */
/* "OK" =  "OK"; */
"Encryption failed due the following reason(s):\n" = "Шифрование завершилась неудачей по слеудющей причине (-ам):\n";
"Passphrase for %@" = "Passphrase for %@";

/** PGPView.m */
"GPG/PGP executable path:" = "Путь к программе GPG/PGP:";
"User E-Mail address:" = "Адрес эл.почты пользователя:";
"Use FROM E-Mail address for signing" = "Использовать адрес из поля \"От\" для подписи";

/** PGPViewController.m */
"Version: %@" = "Версия: %@";
"PGP" = "PGP";

/** NewPersonalProfilePanel.m */
"Please enter the name of the new profile:" = "Пожалуйста введите имя для нового профиля:";
/* "Cancel" =  "Отмена"; */
/* "OK" =  "OK"; */

/** NewPersonalProfilePanelController.m */
"New Personal Profile" = "Новый персональный профиль";

/** PersonalView.m */
"Available personal profiles:" = "Имеющиеся профили:";
/* "Add" =  "Добавить"; */
/* "Delete" =  "Удалить"; */
"Set this profile as default" = "Сделать профилем по-умолчанию";
"Your name:" = "Ваше имя:";
"Your E-Mail address:" = "Ваш адрес электронной почты:";
"Reply-to address:" = "Адрес для ответа:";
"Organization:" = "Организаия:";
"Signature" = "Подпись";
"Obtain signature from" = "Получать подпись из";
"content of file" = "Содержимого файла";
"program's output" = "вывода программы";
/* "Choose" =  "Выбрать"; */

/** PersonalViewController.m */
/* "Error!" =  "Ошибка!"; */
"This profile name already exists. Please choose another name." = "Это имя профиля уже существует. Пожалуйста, выберите другое.";
/* "OK" =  "OK"; */
"You must have at least one defined personal profile at any time." = "У вас должен быть определен хотя бы один персональный профиль.";
/* "Delete..." =  "Удалить..."; */
"Are you sure you want to delete the %@ personal profile?" = "Вы уверены что хотите удалить персональный профиль %@ ?";
/* "Cancel" =  "Отмена"; */
/* "Yes" =  "Да"; */
"Personal" = "Personal";

/** IMAPView.m */
"Check for mail every" = "Проверять почту каждые";
"minutes" = "минут(ы)";
"Folders" = "Папки";
"Subscribed" = "Подписано";
"List" = "List";
"Subscribe" = "Подписаться";
"Unsubscribe" = "Отписаться";

/** IMAPViewController.m */
"All Folders" = "Все папки";
"Y" = "Y";
/* "Error!" =  "Ошибка!"; */
"Authentication error with the IMAP server." = "Ошибка аутентификации на сервере IMAP.";
/* "OK" =  "OK"; */
"An error occured while listing the folders on this IMAP server." = "Возникла ошибка при переборе папок на этом сервере IMAP.";
"You are already subscribed to this IMAP folder." = "Вы уже подписаны на эту папку IMAP.";
"You cannot subscribe to this folder." = "Вы не можете подписаться на эту папку.";
"An error occured while subscribing to folder:\n%@." = "Возникла ошибка при подписке на папку:\n%@.";
"You are already unsubscribed from this IMAP folder." = "Вы уже отписались от этой папки IMAP.";
"An error occured while unsubscribing to folder:\n%@." = "Возникла ошибка при отписке от папки:\n%@.";

/** POP3View.m */
"Leave messages on server for" = "Хранить сообщения на сервере";
"days" = "дней";
"Use APOP (if possible)" = "Использовать APOP (если возможно)";
"Download messages from this server into mailbox:" = "Скачивать сообщения с этого сервера в почтовый ящик:";
"(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)" = "(Если вы не видите все свои почтовые ящики IMAP, сначала откройте соединение\nс требуемым сервером IMAP.)";

/** POP3ViewController.m */

/** ReceivingView.m */
"Retrieve mail (for POP3 accounts and local mail spool file)" = "Получать почту (для акаунтов POP3 и локального spool-файла почты)";
"Manually" = "Вручную";
"Automatically every" = "Автоматически каждые";
/* "minutes" =  "минут(ы)"; */
"Incoming mail servers" = "Сервера входящей почты";
"Incoming Servers" = "Сервера";
/* "Add" =  "Добавить"; */
"Edit" = "Править";
/* "Delete" =  "Удалить"; */
"Show alert panel for received and transferred messages" = "Показывать панель предупреждения для полученных и пересланных сообщений";
"Show No New Messages panel" = "Показывать панель отсутствия новых сообщений";

/** ReceivingViewController.m */
"POP3" = "POP3";
"IMAP" = "IMAP";
"%@ [UNIX]" = "%@ [UNIX]";
/* "Error!" =  "Error!"; */
"To edit this account, you must first close the connection with the server." = "Чтобы редактировать этот аккаунт, нужно сначала закрыть соединение с сервером.";
/* "OK" =  "OK"; */
"To delete this account, you must first close the connection with the server." = "Чтобы удалить этот аккаунт, нужно сначала закрыть соединение с сервером.";
/* "Delete..." =  "Удалить..."; */
"Are you sure you want to delete this receiving server entry?" = "Вы уверены что хотите удалить этот сервер?";
/* "Cancel" =  "Отмена"; */
/* "Yes" =  "Да"; */
"Receiving" = "Получение";

/** ReceivingWindow.m */
"Server type:" = "Тип сервера:";
/* "POP3" =  "POP3"; */
/* "IMAP" =  "IMAP"; */
"UNIX" = "UNIX";
"Server name:" = "Имя сервера:";
"Port:" = "Порт:";
"Username:" = "Пользователь:";
"Password:" = "Пароль:";
"Remember password" = "Запомнить пароль";
"Verify for new mail on startup" = "Проверять наличие новой почты при старте";
"Use secure connection (SSL)" = "Использовать защищенное соединение (SSL)";
"General" = "Общие";
/* "Cancel" =  "Отмена"; */
/* "OK" =  "OK"; */

/** ReceivingWindowController.m */
"Receiving preferences" = "Настройка приема";
/* "IMAP" =  "IMAP"; */
/* "POP3" =  "POP3"; */
/* "UNIX" =  "UNIX"; */

/** UNIXView.m */
"Mail spool file:" = "Spool-файл почты:";
/* "Choose" =  "Choose"; */
"Download messages from this spool file into mailbox:" = "Скачивать сообщения из этого spool-файла в почтовый ящик:";
/* "(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)" =  "(Если вы не видите все свои почтовые ящики IMAP, сначала откройте соединение\nс требуемым сервером IMAP.)"; */

/** UNIXViewController.m */

/** SendingView.m */
"Delivery methods" = "Методы доставки";
"Method" = "Метод";
"Value" = "Значение";
/* "Add" =  "Добавить"; */
/* "Edit" =  "Редактировать"; */
/* "Remove" =  "Удалить"; */
"Additional Outgoing Headers" = "Дополнительные заголовки исходящих";
"Key" = "Ключ";
"Key:" = "Ключ:";
"Value:" = "Значение:";

/** SendingViewController.m */
"SMTP" = "SMTP";
"Mailer" = "Почтовая программа";
/* "Delete..." =  "Удалить..."; */
"Are you sure you want to delete this transport method?" = "Вы уверены что хотите удалить этот метод передачи?";
/* "Cancel" =  "Отмена"; */
/* "Yes" =  "Да"; */
"Sending" = "Отсылка";

/** TransportMethodEditorWindow.m */
"Transport method:" = "Метод передачи:";
/* "Mailer" =  "Почтовая программа"; */
/* "SMTP" =  "SMTP"; */
"Mailer:" = "Почтовая программа:";
"Host:" = "Хост:";
/* "Port:" =  "Порт:"; */
"Authenticate using" = "Аутентифицировать используя";
"Most secure" = "Максимальная защита";
"Supported mechanisms" = "Поддерживаемые механизмы";
/* "Username:" =  "Имя пользователя:"; */
/* "Password:" =  "Пароль:"; */
/* "Remember password" =  "Запомнить пароль"; */
"Associated personal profile:" = "Ассоциируемый персональный профиль:";
/* "Cancel" =  "Отмена"; */
/* "OK" =  "OK"; */

/** TransportMethodEditorWindowController.m */
"Add a transport method" = "Добавить метод передачи";
"Edit a transport method" = "Править метод передачи";

/** ViewingView.m */
"Messages" = "Сообщения";
"Hide deleted messages on startup" = "Прятать удаленные сообщения при запуске";
"Hide read messages on startup" = "Прятать прочтенные сообщения при запуске";
"Highlight URLs in message content" = "Подсвечивать адреса (URL) в содержимом сообщений";
"Table columns" = "Столбцы таблицы";
"Status" = "Статус";
"Id" = "Идентификатор (Id)";
"Date" = "Дата";
/* "From" =  "От"; */
/* "Subject" =  "Тема"; */
"Size" = "Размер";
"Shown headers while viewing a mail" = "Показывать заголовки при просмотре почты";
"Show all headers" = "Показывать все заголовки";
/* "Remove" =  "Удалить"; */
/* "Add" =  "Добавить"; */
"Defaults" = "По-умолчанию";
/* "Key:" =  "Key:"; */
"Shown Headers" = "Показывать заголовки";
"Double-clicking in message list:" = "Двойной щелчок в списке писем:";
"Opens reply editor" = "Открывает редактор ответов";
"Opens message in new window" = "Открывает сообщение в новом окне";

/** ViewingViewController.m */
"Viewing" = "Просмотр";

/** Address.m */

/** AddressBook.m */
/* "General" =  "Общие"; */

/** AddressBookController.m */
"Address Book" = "Адресная книга";
"Add Group" = "Добавить группу";
"Delete Group" = "Удалить группу";
/* "General" =  "Общие"; */
/* "Error!" =  "Ошибка!"; */
"This group already exist! Please choose an other name." = "Такая группа уже есть! Пожалуйста выберите другое имя.";
/* "OK" =  "OK"; */
/* "Delete..." =  "Удалить..."; */
"Are you sure you want to delete this address?" = "Вы уверены что хотите удалить этот адрес?";
/* "No" =  "Нет"; */
/* "Yes" =  "Да"; */
"Are you sure you want to delete this group?" = "Вы уверены что хотите удалить эту группу?";
"You must select a group to import the addresses in." = "Вы должны выбрать группу, чтобы импортировать в нее адреса.";
"< no address >" = "< нет адреса >";
"Add Address" = "Добавить адрес";
"Delete Address" = "Удалить адрес";
"Enter the contact's E-Mail address here" = "Введите здесь адрес электронной почты контакта";
"Groups" = "Группы";
"Move to:" = "Переместить в:";

/** AddressBookWindow.m */
/* "Groups" =  "Группы"; */
"Name:" = "Имя:";
"Modify" = "Изменить";
"Import from:" = "Импортировать из:";
"OPENSTEP Mail.app" = "OPENSTEP Mail.app";
"LDIF" = "LDIF";
"Close" = "Закрыть";

/** BounceWindow.m */
"Send" = "Послать";
"Addresses" = "Адреса";
"From:" = "От:";
"Using:" = "Using:";
"To:" = "Кому:";
"Cc:" = "Копия:";
"Bcc:" = "Скрытая копия:";

/** BounceWindowController.m */
"Bounce a message" = "Bounce a message";
/* "Error!" =  "Ошибка!"; */
"Unable to create a valid bounced message.\nPlease, report this as a bug." = "Unable to create a valid bounced message.\nPlease, report this as a bug.";
/* "OK" =  "OK"; */
"Please, verify that the To/Cc/Bcc fields are correct. Also, you MUST have at least one\nvalid E-Mail address in the To field." = "Пожалуйста, проверьте значения полей Кому/Копия/Скрытая копия. Также вы ДОЛЖНЫ иметь\nхотя бы один допустимый адрес электронной почты в поле Кому.";
"Stop" = "Стоп";
"Starting the thread for bouncing the E-Mail..." = "Starting the thread for bouncing the E-Mail...";
"Closing..." = "Закрытие...";
"A mail is currently being sent. Please wait." = "Почта отсылается. Пожалуйста подождите.";
"An error occured during the authentication with the SMTP server (%@)." = "Возникла ошибка при аутентификации на SMTP-сервере (%@).";
"An error occured while sending the E-Mail. It might be a network\nproblem or an error in your sending preferences." = "Возникла ошибка при отсылке письма. Это может быть проблемой\nсети или ошибкой в настройках отсылки.";
/* "Send" =  "Послать"; */
"Manual stop of bouncing thread." = "Manual stop of bouncing thread.";
"Exiting the thread used to bounce the E-Mail..." = "Exiting the thread used to bounce the E-Mail...";

/** BounceWindowToolbar.m */

/** ConsoleWindow.m */
/* "Date" =  "Дата"; */
"Message" = "Сообщение";

/** ConsoleWindowController.m */
/* "Date" =  "Дата"; */
"%H:%M:%S.%F" = "%H:%M:%S.%F";

/** EditWindow.m */
/* "Send" =  "Послать"; */
"Attach" = "Вложить";
"Add Cc" = "Добавить Копию";
"Add Bcc" = "Добавить Скрытую Копию";
/* "Addresses" =  "Адреса"; */
/* "From:" =  "От:"; */
/* "Using:" =  "Using:"; */
"Charset:" = "Кодировка:";
/* "Automatic" =  "Автоматически"; */
/* "To:" =  "Кому:"; */
/* "Cc:" =  "Копия:"; */
/* "Bcc:" =  "Скрытая копия:"; */
"Subject:" = "Тема:";

/** EditWindowController.m */
/* "Error!" =  "Ошибка!"; */
"You must have at least one transport agent defined.\nSee Preferences -> Sending." = "Вы должны определить хотя бы один агент транспортировки.\nСм. Настройка -> Отсылка.";
/* "OK" =  "OK"; */
/* "Stop" =  "Стоп"; */
"Starting the thread for sending the E-Mail..." = "Запускаю поток для отсылки письма...";
"(no subject)" = "(нет темы)";
/* "Closing..." =  "Закрываю..."; */
/* "A mail is currently being sent. Please wait." =  "Почта отсылается. Пожалуйста подождите."; */
"Would you like to save this message in the Drafts folder?" = "Хотите сохранить  это сообщения в папке Черновики?";
/* "Cancel" =  "Cancel"; */
/* "Yes" =  "Yes"; */
/* "No" =  "No"; */
"An error occured while attempting to obtain the message store for the Drafts folder." = "Возникла ошибка при попытке сохранить сообщение в папке Черновики.";
"Remove Cc" = "Удалить Копию";
/* "Add Cc" =  "Add Cc"; */
"Remove Bcc" = "Удалить Скрытую копию";
/* "Add Bcc" =  "Add Bcc"; */
/* "An error occured during the authentication with the SMTP server (%@)." =  "An error occured during the authentication with the SMTP server (%@)."; */
/* "An error occured while sending the E-Mail. It might be a network\nproblem or an error in your sending preferences." =  "An error occured while sending the E-Mail. It might be a network\nproblem or an error in your sending preferences."; */
/* "Send" =  "Send"; */
"An error occured while attempting to obtain the message store for the Outbox folder.\nThe message nonetheless successfully sent." = "An error occured while attempting to obtain the message store for the Outbox folder.\nThe message nonetheless successfully sent.";
"You must define a recipient in the field \"To\"." = "Вы должны указать получателя в поле \"Кому\".";
/* "Automatic" =  "Automatic"; */
"Manual stop of sending thread." = "Ручная остановка потока отсылки.";
"Exiting the thread used to send the E-Mail..." = "Завершаю поток отсылки письма...";
"An error occured while decoding %@. Please fix this address." = "Возникла ошибка при декодировании %@. Пожалуйста, исправьте адрес.";
"%0.1fKB (%d characters)" = "%0.1fKB (%d символов)";

/** EditWindowToolbar.m */

/** ExtendedAttachmentCell.m */
"%@ (%d bytes)" = "%@ (%d байт)";
"%@ (%d KB)" = "%@ (%d KB)";

/** ExtendedCell.m */

/** ExtendedOutlineView.m */

/** ExtendedTableView.m */

/** ExtendedWindow.m */

/** Filter.m */

/** FilterManager.m */

/** FindWindow.m */
"Find:" = "Найти:";
"Replace with:" = "Заменить на:";
"Find Scope" = "Контекст поиска";
"Summaries" = "Summaries";
/* "Messages" =  "Сообщения"; */
"Find Options" = "Параметры поиска";
"Ignore Case" = "Игнорировать регистр";
"Regular Expression" = "Регулярное выражение";
"Find All" = "Найти все";
"Replace" = "Заменить";
"Replace & Find" = "Заменить и найти";
"Previous" = "Предыдущий";
"Next" = "Следующий";

/** FindWindowController.m */
"Find" = "Найти";
"Searching..." = "Ищу...";
"Done searching. %d results found." = "Поиск завершен. Найдено результатов: %d .";

/** FolderNode.m */

/** FolderNodePopUpItem.m */

/** GNUMail.m */
/* "Error!" =  "Error!"; */
"An error occured while attempting to obtain the message store for target filter." = "An error occured while attempting to obtain the message store for target filter.";
/* "OK" =  "OK"; */
/* "You must have at least one transport agent defined.\nSee Preferences -> Sending." =  "You must have at least one transport agent defined.\nSee Preferences -> Sending."; */
"Your Software is up-to-date" = "У Вас новейшее программное обеспечение";
"You have the most recent version of GNUMail." = "У вас самая свежая версия GNUMail.";
"A New Version is Available" = "Доступна новая версия";
"A new version of GNUMail is available (version %@). Would you like to download the new version now?" = "Доступна новая версия GNUMail (версия %@). Хотите скачать ее прямо сейчас?";
/* "Cancel" =  "Cancel"; */
"Feature not implemented!" = "Возможность не реализована!";
"Sorry, this feature is only available under Mac OS X." = "Извините, эта возможность доступна только под Mac OS X.";
"Compact..." = "Сжать...";
"Compacting a mailbox will permanently remove deleted messages.\nDo you want to continue?" = "При сжатии почтового ящика удаленные сообщения безвозвратно исчезнут.\nХотите продолжить?";
/* "No" =  "No"; */
/* "Yes" =  "Yes"; */
"Compacting mailbox, please wait..." = "Сжимаю почтовый ящик, пожалуйста подождите...";
"Done compacting mailbox %@." = "Завершено сжатие почтового ящика %@.";
"New message..." = "Новое сообщение...";
"Undelete" = "Вернуть удаленное";
/* "Delete" =  "Delete"; */
"Mark as Unread" = "Отметить как непрочитанные";
"Mark as Read" = "Отметить как непрочитанные";
"Mailbox error!" = "Ошибка при работе с почтовым ящиком!";
"You must select a valid mailbox to open!" = "Вы должны выбрать допустимый почтовый ящик для открытия!";
"Local" = "Локальные";
"Information" = "Информация";
"Use the same directory (%@) to save all other attachments? (override the files with the same name)." = "Использовать тот же каталог (%@) для сохнанения остальных вложений? (замещая файлы при совпадении имен).";
"Show Filtered Headers" = "Показать отфильтрованные заголовки";
"Show All Headers" = "Показать все заголовки";
"Hide Status Bar" = "Скрыть панель статуса";
"Show Status Bar" = "Показать панель статуса";
"Show Normal Display" = "Показать нормальное отображение";
"Show RAW Source" = "Показать исходный текст";
"Info" = "Инфо";
"Mailbox" = "Почтовый ящик";
/* "Message" =  "Message"; */
/* "Compose" =  "Compose"; */
/* "Edit" =  "Edit"; */
"Windows" = "Окна";
"Print" = "Печать";
"Services" = "Сервисы";
"Hide" = "Скрыть";
"Quit" = "Выход";
"Info Panel..." = "Панель Инфо...";
"Check For Updates" = "Проверить обновления";
"Preferences..." = "Настройка...";
"Help..." = "Справка...";
"Mailboxes..." = "Почтовые ящики...";
"Get New Mail" = "Получить новую почту";
"Sorting" = "Сортировка";
"Sort by Date" = "Сортировать по дате";
"Sort by Name" = "Сортировать по имени";
"Sort by Number" = "Сортировать по номеру";
"Sort by Size" = "Сортировать по размеру";
"Sort by Subject" = "Сортировать по Теме";
"Hide Deleted" = "Скрыть удаленные";
"Hide Read" = "Скрыть прочтенные";
"Compact" = "Сжать";
"Select All Messages" = "Выбрать все сообщения";
"Send to Address Book" = "Отправить в адресную книгу";
"Save Attachment" = "Сохранить вложение";
"Save Text from Message" = "Сохранить текст из сообщения";
"Text Encodings" = "Кодировки текста";
"Bounce..." = "Bounce...";
"Apply Manual Filters" = "Применить ручные фильтры";
"New" = "Новое";
"Reply" = "Ответить";
"Reply All" = "Ответить всем";
"Forward" = "Переслать";
"Addresses..." = "Адреса...";
"Drafts" = "Черновики";
"Save in Drafts" = "Сохранить в Черновики";
"Restore Draft" = "Восстановить черновик";
"Cut" = "Вырезать";
"Copy" = "Копировать";
"Paste" = "Вставить";
"Undo" = "Откат";
/* "Find" =  "Find"; */
"Spelling..." = "Правописание...";
"Check Spelling" = "Проверить правописание";
"Select All" = "Выбрать все";
"Find Panel..." = "Панель поиска...";
"Find Next" = "Найти следующее";
"Find Previous" = "Найти предыдущее";
"Enter Selection" = "Ввести выбор";
"Console" = "Консоль";
"Arrange" = "Выстроить";
"Miniaturize" = "Минимизировать";
/* "Close" =  "Close"; */
"Setup Printer" = "Настроить принтер";
"Important!" = "Важно!";
"No configuration found for GNUMail.app" = "Не найдена конфигурация для GNUMail.app";
"Configure" = "Настроить";
"Loaded bundle at path %@" = "Loaded bundle at path %@";
"Failed to initialize bundle at path %@" = "Failed to initialize bundle at path %@";
"Error loading bundle at path %@" = "Error loading bundle at path %@";
"All" = "Все";
"Show Deleted" = "Показывать удалённые";
"Show Read" = "Показывать прочитанные";
"Default" = "По умолчанию";

/** GNUMailConstants.m */

/** Group.m */

/** LabelWidget.m */

/** LocalMailDelivery.m */

/** MailHeaderCell.m */

/** MailWindow.m */
/* "Delete" =  "Удалить"; */
"Get" = "Получить";
/* "Mailboxes" =  "Mailboxes"; */
/* "Compose" =  "Compose"; */
/* "Reply" =  "Reply"; */
/* "Forward" =  "Forward"; */
/* "Addresses" =  "Addresses"; */
/* "Find" =  "Find"; */
/* "Status" =  "Status"; */
/* "Id" =  "Id"; */
/* "Date" =  "Date"; */
/* "From" =  "From"; */
/* "Subject" =  "Subject"; */
/* "Size" =  "Size"; */

/** MailWindowController.m */
/* "New message..." =  "Новое сообщение..."; */
"Local - %@" = "Локальные - %@";
"IMAP on %@ - %@" = "IMAP на %@ - %@";
"No Messages!" = "Нет сообщений!";
"There are no messages in this Mailbox!" = "В этом почтовом ящике нет сообщений!";
/* "OK" =  "OK"; */
"< unknown >" = "< unknown >";
/* "Closing..." =  "Closing..."; */
"GNUMail.app is currently receiving E-Mails. Please wait." = "GNUMail.app получает почту. Пожалуйста, подождите.";
"Would you like to close the connection with the IMAP server?" = "Вы хотите закрыть соединение с сервером IMAP?";
/* "Cancel" =  "Отмена"; */
/* "Yes" =  "Да"; */
/* "No" =  "Нет"; */
"Closed local folder %@." = "Закрыта локальная папка %@.";
"Closed IMAP folder %@ on %@." = "Закрыта папка IMAP %@ на %@.";
"Closing IMAP connection on %@." = "Закрытие соединения IMAP на %@.";
/* "Stop" =  "Стоп"; */
"Starting the fetching thread for %@.." = "Запуск потока получения почты для %@..";
/* "Error!" =  "Error!"; */
"Unable to communicate with the POP3 server (%@)." = "Не удается наладить связь с POP3-сервером (%@).";
"Invalid password %@ @ %@." = "Неверный пароль %@ @ %@.";
"An error occured while obtaining the IMAP Store to save the received message.\n%@" = "An error occured while obtaining the IMAP Store to save the received message.\n%@";
"The received message was saved in your local Inbox folder." = "Полученое сообщение сохранено в локальной папке Входящие.";
"No New Messages..." = "Нет новых сообщений...";
"There are no new messages on %@ @ %@." = "Нет новых сообщений на %@ @ %@.";
/* "Get" =  "Get"; */
"Filtered messages..." = "Отфильтрованные сообщения...";
"%d messages have been transfered to the following folders:\n%@" = "%d сообщений пересланы в следующие папки:\n%@";
"%d messages (%dKB) - %d unread (%dKB) - %d selected (%0.1fKB) - %d deleted" = "%d сообщений (%dKB) - %d непрочитано (%dKB) - %d выбрано (%0.1fKB) - %d удалено";
"IMAP %@ @ %@ - %@" = "IMAP %@ @ %@ - %@";
"No new messages on server %@" = "Нет новых сообщений на сервере %@";
"Got a %@ while estabilishing (or closing) the POP3 connection to server %@." = "Получено %@ в ходе установления (или закрытия) соединения POP3 с сервером %@.";
"Exiting the fetching thread for %@..." = "Завершение потока получения почты для %@...";
"Got a %@ while transferring mails from %@." = "Получено %@ в ходе пересылки почты из %@.";

/** MailWindowToolbar.m */

/** MailboxManager.m */
"Open this folder on startup" = "Открывать эту папку при запуске";
/* "Mailbox" =  "Почтовый ящик"; */
/* "Size" =  "Размер"; */
/* "Messages" =  "Сообщения"; */
/* "Close" =  "Закрыть"; */

/** MailboxManagerCache.m */

/** MailboxManagerController.m */
/* "Mailboxes" =  "Почтовые ящики"; */
/* "Mailbox" =  "Почтовый ящик"; */
"All Mailboxes" = "Все почтовые ящики";
/* "Size" =  "Размер"; */
"%d KB" = "%d KB";
/* "Messages" =  "Сообщения"; */
"%d (%d unread)" = "%d (%d непрочитанных)";
/* "Local" =  "Локальные"; */
/* "Closing..." =  "Закрываю..."; */
"Would you like to close the connection with this IMAP server?" = "Вы хотите закрыть соединение с этим сервером IMAP?";
/* "No" =  "Нет"; */
/* "Yes" =  "Да"; */
/* "Closing IMAP connection on %@." =  "Закрываю соединение IMAP на %@."; */
"Transfer error!" = "Ошибка пересылки!";
"You cannot transfer a message inside the same mailbox!" = "Вы не можете переслать сообщение внутри того же почтового ящика!";
/* "OK" =  "OK"; */
/* "Mailbox error!" =  "Ошибка почтового ящика!"; */
/* "You must select a valid mailbox to open!" =  "Вы должны выбрать допустимый почтовый ящик для открытия!"; */
"You must select a valid mailbox\nto transfer this E-Mail to!" = "Вы должны выбрать допустимый почтовый\n ящик для песылки этого письма!";
"You cannot transfer E-Mails to this folder!" = "Вы не можете переслать письма в эту папку!";
"You must select a valid root where to create this new mailbox." = "Вы должны выбрать допустимый корневой каталог для создания почтового ящика.";
"Please select the mailbox you would like to delete." = "Пожалуйста, выберите почтовый ящик который вы хотите удалить.";
/* "Delete..." =  "Удалить..."; */
"Are you sure you want to delete this mailbox?" = "Вы уверены что хотите удалить этот почтовый ящик?";
/* "Cancel" =  "Отмена"; */
"Error while deleting!" = "Ошибка при удалении!";
"You can't delete an opened mailbox! Close it first." = "Вы не можете удалить открытый почтовый ящик! Сначала закройте его.";
/* "Error!" =  "Ошибка!"; */
"The mailbox delete operation failed." = "Операция удаления почтового ящика закончилась неудачей.";
"You must select a valid mailbox to rename!" = "Вы должны выбрать допустимый почтовый ящик для переименования!";
"You can't rename an opened mailbox! Close it first." = "Вы не можете переименовать открытый почтовый ящик! Сначала закройте его.";
"Edit Mailbox" = "Правка почтового ящика";
"Please enter the new name of the Mailbox:" = "Пожалуйста, введите новое имя почтового ящика:";
"The local mailbox %@ does not exist!" = "Локальный почтовый ящик %@ не существует!";
"This folder (%@) holds folders, not messages!" = "В этой папке (%@) содержатся папки, а не сообщения!";
"Local folder %@ opened." = "Локальная папка %@ открыта.";
"A folder (%@) is already open. Please close it first." = "Папка (%@) уже открыта. Пожалуйста сначала закройте ее.";
"Opening IMAP folder %@ on %@..." = "Открываю папку IMAP %@ на %@...";
"IMAP folder %@ on %@ opened." = "Папка IMAP %@ на %@ открыта.";
"Connecting to IMAP server %@ using SSL" = "Связываюсь с сервером IMAP %@ по SSL";
"Connecting to IMAP server %@" = "Связываюсь с сервером IMAP %@";
"Unable to communicate with the IMAP server (%@:%i)." = "Не удается связаться с сервером IMAP (%@:%i).";
"Authenticating using %@..." = "Прохожу аутентификацию с помощью %@...";
"Connected to %@!" = "Установлено соединение с %@!";
/* "Invalid password %@ @ %@." =  "Неверный пароль %@ @ %@."; */
"A fatal error occured when appending the message to the %@ folder." = "Неустранимая ошибка произошла при добавлении сообщения к папке %@ .";

/** MailboxManagerToolbar.m */

/** MessageViewWindow.m */
/* "Delete" =  "Удалить"; */
/* "Reply" =  "Ответить"; */
/* "Forward" =  "Переслать"; */
/* "Show All Headers" =  "Показать все заголовки"; */

/** MessageViewWindowController.m */

/** MessageViewWindowToolbar.m */

/** MimeType.m */

/** MimeTypeManager.m */

/** NSRegEx.m */

/** NSStringExtensions.m */

/** NSUserDefaultsExtensions.m */

/** NewMailboxPanel.m */
"Please enter the name of the new Mailbox:" = "Пожайлуйста введите имя нового почтового ящика:";
/* "Cancel" =  "Отмена"; */
/* "OK" =  "OK"; */

/** NewMailboxPanelController.m */
"New Mailbox" = "Новый почтовый ящик";
/* "Local" =  "Local"; */
/* "Error!" =  "Ошибка!"; */
"The mailbox rename operation failed." = "Операция переименования почтового ящика завершилась неудачей.";
/* "OK" =  "OK"; */
"The mailbox create operation failed." = "Операция создания почтового ящика завершилась неудачей.";

/** PasswordPanel.m */
"Please enter your password:" = "Пожалуйста введите свой пароль:";
/* "Cancel" =  "Отмена"; */
/* "OK" =  "OK"; */

/** PasswordPanelController.m */

/** PreferencesWindow.m */
"Apply" = "Применить";
/* "Cancel" =  "Отмена"; */
/* "OK" =  "OK"; */

/** PreferencesWindowController.m */
"Preferences Panel" = "Панель настрйки";
"Loading preferences bundle at path %@." = "Загружается набор настроек из %@.";

/** TextEnrichedConsumer.m */

/** Utilities.m */
/* "Error!" =  "Ошибка!"; */
"A part of this E-Mail can't be represented. Please report this as a bug." = "Часть этого письма не может быть отображена. Пожалуйста, сообщите об этом как о баге.";
/* "OK" =  "OK"; */
"No text/plain part found. Please report this bug since GNUMail.app doesn't support this other kind of parts." = "Не найдена часть text/plain. Пожалуйста сообщите об этом баге, т.к. GNUMail.app не поддерживает части других типов.";
"Local Mailboxes" = "Локальные почтовые ящики";
"Reply..." = "Ответить...";
"Would you like to reply to all recipients?" = "Ответить всем получателям?";
/* "No" =  "Нет"; */
/* "Yes" =  "Да"; */
"Reply to a message..." = "Ответить на сообщение...";
"Forward a message..." = "Переслать сообщение...";
"Save all" = "Сохранить все";
"The external program (%@) for opening this MIME-Type (%@) can't be found." = "Не найдена внешняя программа (%@) для открытия этого типа MIME (%@).";

